cask_args appdir: '~/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'github/gh'

brew 'imagemagick'
brew 'gh'
brew 'jq'
brew 'openssl'
brew 'mas'
brew 'mitmproxy'
brew 'readline'
brew 'rbenv'
brew 'z'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'app-cleaner'
cask 'gpg-suite'
cask 'microsoft-teams'
cask 'nova'
cask 'obsidian'
cask 'opensim'
cask 'paw'
cask 'proxyman'
cask 'sf-symbols'
cask 'tower'
cask 'zoom'

mas 'Cascadea', id: 1432182561
mas 'iA Writer', id: 775737590
mas 'Kaleidoscope', id: 587512244
mas 'Magnet', id: 441258766
mas 'OmniFocus 3', id: 1346203938
mas 'OmniGraffle 7', id: 1142578753
mas 'Xcode', id: 497799835

