cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'gist'
brew 'go'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'tmux'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'xctool'
brew 'youtube-dl'
brew 'z'
brew 'zsh-syntax-highlighting'

#cask 'appcleaner'
#cask 'alfred'
#cask 'disk-inventory-x'
#cask 'firefox'
#cask 'flux'
#cask 'github-desktop'
#cask 'google-chrome'
#cask 'handbrake'
#cask 'logitech-gaming-software'
#cask 'parallels10'
#cask 'sketch'
#cask 'skype'
#cask 'sonos'
#cask 'spectacle'
#cask 'textmate'
#cask 'steam'
#cask 'vlc'

cask 'atom'
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'visual-studio-code'
cask 'webpquicklook'

# Get these from the MAS
# - 1password
# - dash
# - slack
# - tweetbot
# - xcode

