cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'gist'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'xctool'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask 'appcleaner'
cask 'atom'
cask 'disk-inventory-x'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'handbrake'
cask 'logitech-gaming-software'
cask 'parallels10'
cask 'sketch'
cask 'skype'
cask 'spectacle'
cask 'steam'
cask 'vlc'

# Get these from the MAS
# cask '1password'
# cask 'evernote'
# cask 'slack'

